Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: MIAMI, March 21 (Reuters) - World number two Novak Djokovic led a parade of champions that included Roger Federer and Andy Murray into the third round of the Sony Open on Friday.
pt: MIAMI, 22 Mar (Reuters) - O número dois do mundo, Novak Djokovic, encabeçou um desfile de campeões incluindo Roger Federer e Andy Murray rumo à terceira rodada do Masters de Miami na noite de sexta para sábado.

source: Bastia striker Brandao has been temporarily suspended by the French league after he headbutted Paris Saint-Germain midfielder Thiago Motta at the end of last weekend's match.
pt: O atacante brasileiro Brandão, que atua pelo time francês Bastia, foi temporariamente suspenso pela federação francesa após dar uma cabeçada no meia Thiago Motta, que joga no PSG, no último sábado (16).

source: At least 44 people were killed in twin bomb blasts in the central Nigerian city of Jos, the country's main relief agency said on Monday, after a bloody week of violence blamed on Boko Haram.
pt: Pelo menos 44 pessoas morreram em duas explosões em um complexo comercial e uma mesquita na cidade de Jos, centro da Nigéria, informou a polícia, após uma semana marcada por atentados atribuídos ao grupo islamita Boko Haram.

source: The figures do not include deaths from a separate Ebola outbreak in the Democratic Republic of Congo, announced at the weekend .
pt: Segundo ministro da Saúde da República Democrática do Congo, surto no país não tem relação com o da África Ocidental .

source: Uruguay takes 6 Guantanamo prisoners as refugees
pt: EUA enviam para Uruguai 6 prisioneiros de Guantánamo

source: * Senior Syriza lawmaker says no money to pay IMF on June 5
pt: Grécia não conseguirá pagar FMI em 5 de junho sem acordo, diz presidente do Parlamento

source: I know you know that, but have you watched these ?
pt: Eu sei disso porque eu tenho ambos .

source: The Associated Press GENEVA (AP) — Pop violinist Vanessa-Mae was banned from competitive skiing for four years on Tuesday for taking part in races that were fixed to allow her to qualify for the Winter Olympics in Sochi.
pt: A violinista pop tailandesa Vanessa-Mae foi suspensa de competições de esqui por quatro anos, nesta terça-feira, por participar de um esquema de manipulação de provas pra permitir que ela obtivesse a sua classificação para os Jogos Olímpicos de Inverno de Sochi, realizados neste ano.

source: According to Nielsen Social (NLSN.N), which monitors comments on Twitter Inc (TWTR.N), some 60,000 tweets were posted in the minute following Lady Gaga's tribute performance as she was joined by Andrews, making it the most-tweeted moment of the night .
pt: De acordo com a Nielsen Social, que monitora comentários no Twitter, cerca de 60 mil mensagens foram postadas no minuto seguinte à homenagem de Lady Gaga, quando Andrews apareceu, tornando-se o momento mais twittado da noite .

source: UPDATE 1-Israeli military networks breached by hackers - researchers
pt: Redes militares israelenses são invadidas por hackers, dizem pesquisadores

source: Insulza said the release of 53 political prisoners by Cuba under a deal with the United States showed that both sides are serious about normalizing ties.
pt: O governo de Cuba já libertou todos os 53 presos políticos que havia prometido libertar no âmbito do acordo de retomada das relações diplomáticas fechado com os Estados Unidos .

source: Authorities in Lexington County, South Carolina, took Timothy Ray Jones Jr., 32, into custody after he was transported back from Mississippi, where he had been held since Saturday on unrelated charges.
pt: O suspeito, Timothy Ray Jones, de 32 anos, da Carolina do Sul, levou a polícia ao local onde as crianças foram enterradas depois de ser parado em uma batida policial.

source: Although Mr Frind says he is currently spending slightly less time than usual in the office so he can spruce up a farm he has bought with his wife (whom he met offline), he has no intention of selling up to any of the many investors who have expressed an interest.
pt: Apesar de dizer que está passando ainda menos tempo do que o normal no escritório para se dedicar a projetos pessoais com sua esposa, Frind afirma que não pretende vender o POF, apesar do interesse de muitos investidores.

source: French authorities recover black box recorder of crashed Air Algérie flight
pt: Hollande diz que caixa-preta do avião da Air Algérie foi recuperada

source: The court ruling reverses a landmark 2009 Delhi High Court order which had decriminalised homosexual acts.
pt: A decisão reverteu uma ordem emitida por um tribunal de Nova Déli que, em 2009, havia descriminalizado a prática.

source: Rousseff announces Brazil anti-corruption measures
pt: Cardozo anuncia medidas anticorrupção

source: Type 1 diabetes occurs when the body is unable to produce any insulin, a hormone which helps the body use glucose in the blood to produce energy, which we all need.
pt: O diabetes tipo 1 ocorre quando o corpo não produz insulina, enquanto a do tipo 2 se dá nos casos em que há produção da insulina

source: The right thing to do, I think, is to give it to the people .
pt: Tem coisas que você não pode falar, eu não vou falar .

source: Minsk deal on Ukraine offers hope, says Merkel spokesman 9:47am GMT
pt: Acordo de Minsk sobre Ucrânia traz esperança, diz porta-voz de Merkel

source: Mother, her six children shot and killed inside residence in Bell, Florida
pt: Homem mata, a tiros, seis netos e a filha na Flórida

source: The four emails in question "were classified when they were sent and are classified now," spokeswoman Andrea Williams told CNN.
pt: Uma porta-voz do Inspetor Geral disse que os quatro e-mails eram confidenciais quando foram enviados e continuam confidenciais atualmente.

source: More than 2,500 migrants are still believed to be stranded at sea, according to the United Nations, weeks after a crackdown on trafficking by Thai authorities prompted smugglers to abandon boats in the Bay of Bengal and the Andaman Sea.
pt: BANGCOC (Reuters) - Mais de 2.500 imigrantes ainda podem estar em barcos encalhados na baía de Bengala e no Mar de Andaman, de acordo com estimativas da ONU, enquanto a Tailândia se prepara para sediar uma reunião regional sobre a questão.

source: "It was not an easy game .
pt: "Jogo Brasil contra Brasil é isso, não tem jogo fácil .

source: "Children are not instigating these suicide attacks; they are used intentionally by adults in the most horrific way," said Jean Gough, UNICEF Representative in Nigeria .
pt: O representante do fundo na Nigéria, Jean Gough, reforçou que as crianças não são autores desses atentados, mas também vítimas .

source: Taylor Swift has pulled her hit album 1989 from Apple's new streaming music service and criticised the company.
pt: Taylor Swift não disponibilizará álbum “1989” em novo serviço de música da Apple

source: Those films are expected to push challenge 2013's record year of about $11 billion in U.S. ticket sales .
pt: É esperado que os filmes desafiem o recorde de 2013 de cerca de US$ 11 bilhões arrecadados em vendas de ingressos nos Estados Unidos .

source: Car bombing kills at least 11 in Baghdad
pt: Pelo menos 11 pessoas morreram em ataque ao leste de Bagdá.

source: The U.N. Security Council demanded the immediate release of all hostages held by the Islamic State group, as Jordan vowed to do everything it can to save the life of a pilot captured by the militants.
pt: AMÃ - A Jordânia prometeu fazer tudo que for possível para salvar o piloto jordaniano refém do Estado Islâmico (EI) e condenou fortemente a execução de um segundo japonês pelo grupo extremista .

source: He was revered for battling against apartheid in South Africa and had spent 27 years in jail before being released in 1990 and becoming the country's first democratically elected president in 1994.
pt: Mandela, líder da luta anti-apartheid, passou 27 anos nas prisões do regime racista antes de se tornar o primeiro presidente negro de seu país em 1994 .

source: Policewoman dies after shooting incident in Paris
pt: Morre policial ferida em tiroteio após atentado na França

source: A suicide bomber rammed his explosives-packed car into a British embassy vehicle in Kabul on Thursday, killing one British citizen and at least five Afghans in the latest attack to highlight fragile security as NATO troops withdraw.
pt: Mundo: Um cidadão britânico e pelo menos cinco afegãos morreram nesta quinta-feira (27) em um atentado suicida dos talibãs em Cabul, que evidencia os graves problemas de segurança no Afeganistão no momento em que as tropas da Otan se retiram do país.

source: Talks with Greek and EU officials in Brussels on Sunday failed to reach an agreement that would release bailout funds to Greece.
pt: No domingo, negociações entre a Grécia e a Comissão Europeia, que se realizavam desde sábado em Bruxelas, terminaram sem acordo .

source: The government has claimed that the outbreak is under control as all the infections have occurred in hospitals.
pt: O governo sul-coreano afirma que o surto de Mers está controlado, pois todas as contaminações ocorreram em hospitais.

source: He talked about learning from his mistakes adding "the first of which is the discovery that I am not an armoured vehicle".
pt: O cantor destacou que aprende com seus erros e acrescentou ter "descoberto que não sou um veículo blindado" .

source: (CNN) -- The United States believes it has identified the ISIS militant in the video showing American journalist James Foley's killing, FBI Director James Comey said Thursday.
pt: O diretor do FBI, James Comey, disse nesta quinta-feira (25) que acredita ter identificado o jihadista que decapitou dois americanos e um britânico em vídeos divulgados pelo Estado Islâmico (EI).

source: 'Tea' with state security
pt: A segurança de Estado se encontra em estado de alarme .

source: "So what we do isn't just send a product to people .
pt: Então, você vê que não está entrando gente muito boa .

source: Bid team members celebrate Beijing's win of 2022 Winter Olympics
pt: Moradores comemorando vitória de Pequim para sediar os Jogos de Inverno de 2022

source: TB is a bacterial infection which usually affects the lungs .
pt: A tuberculose é causada por uma bactéria e afeta principalmente os pulmões .

source: "All I could do was to take care of my children and work hard so I could feed them.
pt: Elas dizem não conseguir vaga em creche para os filhos e, assim, não podem trabalhar .

source: Queen Elizabeth II, who has kept out of the political debate, said Friday that “all of us throughout the United Kingdom will respect” the result.
pt: É um resultado que todos nós, em todo o Reino Unido, vamos respeitar", declarou Elizabeth II.

source: Valérie Bovard, who co-manages a team of 20 nurses at the Lung Association in Fribourg together with her colleague Sophie Binz, said the employer definitely benefits from having two people on a single post.
pt: Para Valérie Bovard, que administra, junto com sua colega Sophie Binz, uma equipe de 20 enfermeiras da Liga do Pulmão de Friburgo, o empregador só se beneficia em ter duas pessoas em um único cargo (veja o vídeo abaixo).

source: We've had two difficult away games and I think the players have done a lot of good things."
pt: Sabíamos que seria muito difícil jogar aqui, pela qualidade do adversário, que fez uma competição muito boa .

source: The gender of the twins had been kept a secret even from their father during Charlene's pregnancy.
pt: O sexo dos bebês havia sido mantido em segredo durante toda a gravidez .

source: A military source says Antonio Ledezma was arrested because of alleged involvement in a coup plot
pt: Maduro disse que um grupo de militares que estaria envolvido no suposto plano foi preso .

source: Passenger ship off Greece signals armed presence aboard - state TV
pt: Navio manda sinal de socorro por pessoas armadas a bordo na Grécia

source: In the year's most lucrative debut so far, Swiss telecoms company Sunrise Communications AG raised $2.2 billion in its Friday listing on the Swiss Stock Exchange.
pt: No IPO mais lucrativo do ano até agora, a companhia suíça de telecomunicações Sunrise Communications levantou 2,2 bilhões de dólares em listagem nesta sexta-feira.

source: "I want you to know that no one had less to do with this award than Jesus .
pt: Claro que eu queria ganhar e, com isso, não quero dizer que os outros não merecem .

source: Conservative groups rejected the report, one labelling it a "betrayal".
pt: Grupos conservadores, no entanto, rejeitaram o relatório, considerado por um deles "uma traição".

source: Israeli airstrikes kill 16 in Gaza, Palestinian officials say
pt: Quatro palestinos mortos em ataques aéreos israelenses em Gaza

source: Israeli airstrikes kill 7 in Gaza, Palestinian officials say
pt: Quatro palestinos mortos em ataques aéreos israelenses em Gaza

source: The Prize was established in June 2014 by the General Assembly to recognise the achievements of those who dedicate their lives to the service of humanity by promoting the purposes and principles of the United Nations, while honouring and paying homage to Nelson Mandela's extraordinary life and legacy of reconciliation, political transition, and social transformation.
pt: O prémio foi criado por uma resolução da Assembleia Geral em Junho de 2014 e seu estatuto aprovado pelo mesmo órgão em Abril de 2015, com o objectivo de reconhecer as realizações daqueles que dedicam as suas vidas ao serviço da humanidade, promovendo os propósitos e princípios das Nações Unidas.

source: More than 200 people were arrested overnight Thursday in New York as protesters swarmed the city’s streets and other cities across the United States for a second day to denounce a grand jury’s decision not to indict a white police officer in the chokehold death of an unarmed black man.
pt: Nova York, Manifestantes inconformados com a decisão da Justiça dos EUA de não indiciar um policial branco pela morte de um homem negro desarmado se reuniram na noite desta sexta-feira em alguns dos pontos mais conhecidos de Nova York, no terceiro dia de protestos .

source: "The young French player will sign a contract with our club once he passes a medical," it added.
pt: "O jovem jogador francês vai ser submetido aos respectivos exames médicos antes de assinar o contrato com nosso clube", acrescentou o Atlético.

source: LONDON (Reuters) - Britain has tightened steps for dealing with possible Ebola patients, its health minister said on Monday, after screening at London's Heathrow airport failed to detect the disease in a nurse who is now critically ill.
pt: LONDRES (Reuters) - O estado da enfermeira britânica em tratamento para Ebola em Londres é crítica, após sua saúde ter piorado nos últimos dois dias, informou um hospital neste sábado em comunicado.

source: For some reason, women are not coming through — and not because we don't want them .
pt: “Por alguma razão, as mulheres não estão sendo lançadas na F1 – e não porque não a queremos”, acrescentou.

source: Mr Mas vowed to hold an informal vote after the constitutional court suspended earlier plans for a non-binding referendum on secession in September.
pt: A Corte Constitucional da Espanha suspendeu nesta terça-feira os planos da Catalunha de realizar uma votação informal sobre a independência da região .

source: Police and scene of crime officers have been investigating at the scene.
pt: A 146ª Delegacia de Polícia está investigando o crime .

source: Italy Costa Concordia captain sentenced to 16 years in prison
pt: 20:18 - Ex-comandante do navio Costa Concordia é condenado a 16 anos de prisão

source: Indonesia's parliament puts an end to direct regional elections
pt: Indonésia acaba com voto direto nas eleições locais

source: "The change is partially due to the fact that President Obama and the U.S. government have stated on several occasions that they would no longer engage in intrusive acts of spying on friendly countries," said Rousseff .
pt: Segundo Dilma, Obama e o governo americano declararam "em várias oportunidades" que não haveria mais "atos de intrusão" em países amigos .

source: "I want to get into the best shape possible .
pt: "Eu realmente quero fazer o melhor que posso .

source: (Adds quote, context) MOSCOW, March 21 (Reuters) - President Vladimir Putin signed legislation on Friday that completed the process of absorbing Crimea into Russia, defying Western leaders who say the Black
pt: MOSCOU, 21 Mar (Reuters) - O presidente russo, Vladimir Putin, sancionou nesta sexta-feira a legislação que concluiu o processo de anexação da Crimeia, desafiando os líderes ocidentais que afirmam que a península do mar Negro permanece parte da Ucrânia.

source: Media reports said the cause of death was cardiac arrest.
pt: Relatos na imprensa informaram que a causa da morte foi uma parada cardíaca.

source: Irish vote prompts same-sex marriage call for Northern Ireland
pt: Irlanda aprova em votação casamento entre pessoas de mesmo sexo

source: Israeli Prime Minister Benjamin Netanyahu warned US lawmakers that any nuclear deal with Iran would threaten US and international security in a controversial speech Tuesday to a joint session of the US Congress.
pt: O primeiro-ministro de Israel, Benjamin Netanyahu, viaja hoje aos Estados Unidos, onde irá realizar um discurso no Congresso contra o possível acordo nuclear iraniano, que os Estados Unidos lideram e pretendem firmar .

source: LONDON (Reuters) - British police are investigating a second allegation of racism involving Chelsea fans, after a complaint that men returning from this week's Champions League match in Paris chanted racist slogans at London's St Pancras station....
pt: Souleymane é o nome do homem que foi alvo das lamentáveis cenas de racismo de torcedores do Chelsea no metrô de Londres pouco depois do duelo diante do Paris Saint-Germain, terça-feira, pela Liga dos Campeões .

source: US President Barack Obama on Monday dismissed a suggestion by Israeli Prime Minister Benjamin Netanyahu that any nuclear deal with Iran be conditioned on the Islamic republic's recognition of Israel.
pt: O presidente dos Estados Unidos, Barack Obama, disse nesta segunda-feira que seria um "erro de julgamento fundamental" pedir ao Irã o reconhecimento de Israel como parte do acordo nuclear entre Teerã e as principais potências mundiais.

source: Meanwhile, the White House said Obama has begun speaking about the framework deal with all four leaders of Congress, where Republican lawmakers skittish about an agreement have threatened to pass new sanctions against Iran.
pt: Schultz também afirmou que o presidente dos EUA, Barack Obama, continuava conversando com os congressistas norte-americanos sobre a tentativa de acordo, planejando falar pessoalmente com todos os quatro líderes do Congresso.

source: South Korea on Wednesday reported its first death from Middle East Respiratory Syndrome in eight days, raising the death toll from the viral disease to 34.
pt: A Coreia do Sul informou neste quinta-feira ter identificado um novo caso da Síndrome Respiratória do Oriente Médio (Mers), o primeiro em cinco dias.

source: A banner message in its current form said it had temporarily suspended operations to "protect the information and details of its members and their safety."
pt: Na sua página principal, uma mensagem em inglês avisava que o site tinha suspendido temporariamente suas operações para "proteger as informações e segurança de seus membros".

source: U.N. chief Ban Ki-moon laid a wreath in conflict-hit Nigeria's capital on Monday to commemorate the fourth anniversary of a deadly attack on the global body by Boko Haram militants.
pt: O ataque aconteceu poucas horas antes da chegada prevista ao país do secretário-geral da ONU, Ban Ki-moon, para recordar o quarto aniversário de um violento ataque do Boko Haram contra um prédio da organização na capital Abuja.

source: "But we are not feeling a sense of urgency that we have to get any deal .
pt: "O objetivo não é alcançar qualquer acordo, é obter um bom acordo", acrescentou.

source: Tsipras met Commission President Jean-Claude Juncker and the heads of the IMF, the European Central Bank, the Eurogroup of finance ministers and the euro zone's rescue fund to try to bridge the gaps.
pt: Tsipras passou toda a tarde em reunião com os líderes da Comissão Europeia, do Fundo Monetário Internacional, do Banco Central Europeu e com ministros das Finanças da zona do euro, mas autoridades disseram que não houve avanço até agora.

source: March 14 (Reuters) - A tire blew out on a U.S. Airways plane with 154 passengers and crew on board as it was speeding down the runway at Philadelphia International Airport on Thursday, prompting the pilot to abort the takeoff, officials said.
pt: Um avião da US Airways com 154 pessoas a bordo foi obrigado a abortar a decolagem do aeroporto de Filadélfia, nos Estados Unidos, após um pneu ter estourado durante a arrancada na pista.

source: Everybody has a right to a religion but no one religion has the right to dictate to a country what our rights should be," said the 29-year-old.
pt: "Todos têm direito a uma religião, mas nenhuma religião tem o direito de ditar a um país quais deveriam ser nossos direitos, por isto é tão importante", completou.

source: South Africa announced Thursday that it may withdraw from the International Criminal Court after an outcry over the government's refusal to arrest Sudanese President Omar al-Bashir on genocide charges.
pt: CIDADE DO CABO (Reuters) - O governo da África do Sul vai reavaliar sua adesão ao Tribunal Penal Internacional (TPI), depois de uma divergência com a corte pelo fato de não ter prendido o presidente do Sudão, Omar al-Bashir, disse um ministro sul-africano nesta quinta-feira.

source: A similar Israeli retaliatory strike on Gaza overnight Wednesday left a woman and four children injured, according to Palestinian and Israeli sources.
pt: Cinco palestinos, quatro crianças e uma mulher, ficaram feridos na madrugada desta quinta-feira como consequência de vários ataques aéreos israelenses contra a Faixa de Gaza, informaram fontes israelenses e palestinas.

source: GM expects to fall short of 2017 electric vehicles target
pt: GM diz que não atingirá meta de veículos elétricos para 2017

source: A pair of American astronauts stepped outside the International Space Station Wednesday for a spacewalk to do repairs and upkeep at the orbiting outpost, NASA said.
pt: Dois astronautas americanos saíram da Estação Espacial Internacional (ISS) nesta quarta-feira (15) para realizar reparos e trabalhos de manutenção na estação orbital, informou a Nasa.

source: The Palestinian Health Ministry has put the death toll in this summer's Israeli offensive on the Hamas-dominated Gaza Strip at 2,016, mostly civilians .
pt: O Ministério da Saúde palestino disse que número de mortos no conflito é de 2.016, a maioria de civis .

source: Castro also said Cuba faces a "long and difficult struggle" before the United States removes a decades-old economic embargo against the Caribbean island, in part because influential Cuban-American exiles will attempt to "sabotage the process" toward normalization.
pt: HAVANA (Reuters) - O presidente de Cuba, Raúl Castro, disse neste sábado que seu país enfrentará uma luta "longa e difícil" antes que seja retirado o embargo econômico e comercial aplicado pelos Estados Unidos à ilha há mais de meio século.

source: The International Monetary Fund (IMF) said Thursday its delegation had left negotiations on Greece's debt talks in Brussels and flown home because of "major differences" with Athens.
pt: Segundo o FMI, as conversas sobre o resgate da Grécia foram suspensas e a equipe de negociação do Fundo deixou Bruxelas por falta de avanço .
